"CFBundleName" = "Infuse";
"NSHumanReadableCopyright" = "© 2026 Firecore, LLC";
"NSAppleMusicUsageDescription" = "נא אפשר גישה בכדי לצפות בסרטי וידאו iTunes";
"NSBluetoothPeripheralUsageDescription" = "משתמש בהזרמת מדיה לרכיבים חיצוניים";
"NSMicrophoneUsageDescription" = "משמש עבור צימוד רכיבים חיצוניים";
"NSCameraUsageDescription" = "משמש לסריקת קודים QR";
"NSFaceIDUsageDescription" = "משמש לביטול הנעילה של המכשיר כאשר ההגבלות מופעלות";
"NSLocationAlwaysAndWhenInUseUsageDescription" = "משמש לשיתוף נתוני שיפור מוצרים אנונימיים";
"NSLocationAlwaysUsageDescription" = "משמש לשיתוף נתוני שיפור מוצרים אנונימיים";
"NSLocationWhenInUseUsageDescription" = "משמש לשיתוף נתוני שיפור מוצרים אנונימיים";
"NSPhotoLibraryUsageDescription" = "אנא לאשר גישה לתמונות כדי לשלוח תמונות.";
"NSBluetoothAlwaysUsageDescription" = "משמש לגלות מכשירי Google Cast סמוכים";
"NSLocalNetworkUsageDescription" = "משמש לגלות שיתופי רשת ומכשירי Google Cast ברשת המקומית שלך";
"NSPhotoLibraryAddUsageDescription" = "פעולה זו תאפשר ל-Infuse לשמור תמונות באפליקציית התמונות.";
